batisteo.vscode-django
bierner.markdown-mermaid
burkeholland.simple-react-snippets
christian-kohler.path-intellisense
donjayamanne.python-environment-manager
dsznajder.es7-react-js-snippets
esbenp.prettier-vscode
formulahendry.code-runner
jdinhlife.gruvbox
kamikillerto.vscode-colorize
kevinrose.vsc-python-indent
kisstkondoros.vscode-gutter-preview
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cpptools
njpwerner.autodocstring
oderwat.indent-rainbow
pkief.material-icon-theme
ritwickdey.liveserver
streetsidesoftware.code-spell-checker
tabnine.tabnine-vscode
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscodevim.vim
wholroyd.jinja
